commands = {
  1 => [18, 54, 13, 60, 62, 44],  # Морозов Тарасов Араз Ярошевич Костенко Валерий
  2 => [93, 19, 105, 3, 24, 100], # Штин Иван Ибра Глобчанский Эльнар Игорь
  3 => [95, 21, 110, 50, 103, 5], # Гуфельд Витвицкий Давид Красочкин Траб Алихан
  4 => [6, 104, 7, 108, 9, 58],   # Тигран Гленн Сандро Арам Федунов Кишинев
  6 => [2, 1, 4, 109, 99, 97],    # Новик Гарик Шах Ахмад Лыков Филимонов
}
results = '
1:6 1-0 1/18/6
1:3 2-0 1/54/0,1/13/0
1:2 0-0
4:6 1-0 4/104/6
4:3 0-1 3/95/50
2:3 1-0 2/93/100
2:1 1-0 2/105/100
2:6 1-1 2/100/0,6/1/2
3:4 0-2 4/6/58,4/6/104
1:4 1-0 1/18/60
1:6 1-0 1/18/54
1:2 0-0
3:4 0-0
6:2 0-0
4:1 0-1 1/13/18,14/7/104
3:6 0-0
1:2 1-0 1/54/18
1:4 0-0
1:3 1-0 1/18/44
1:6 1-0 1/54/44
1:2 2-0 1/13/18,1/54/44
1:4 0-0
6:3 1-0 6/109/0
6:2 2-0 6/109/0,6/6/2
'
Day.after_game(8, '18.02.2026', commands, results)
